export const state = () => ({
  menus: [
    {
      date: '2018-05-20',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-05-21',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-01',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-02',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-20',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-21',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-22',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-23',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-24',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-25',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-26',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-27',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-06-28',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-06-29',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    }
  ]
})
