export const state = () => ({
  menus: [
    {
      date: '2018-10-19',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-20',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-21',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-22',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-23',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-24',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-25',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-26',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-27',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-28',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-28',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-29',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-10-30',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-10-31',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-01',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-02',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-03',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-04',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-05',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-06',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-07',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-07',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-08',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-09',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-10',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-11',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-12',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-13',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-14',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-15',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-16',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-17',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-18',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-19',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-20',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-21',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-22',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-23',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-24',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-25',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-26',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-27',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-28',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-11-29',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-11-30',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-01',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-12-02',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-03',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-12-04',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-05',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-12-06',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-07',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-12-08',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-09',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    },
    {
      date: '2018-12-10',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            'だし巻き卵',
            '海苔の佃煮',
            '豆腐と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            'カツカレー',
            'プリン',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            '鶏のから揚げ',
            '豆腐とわかめの味噌汁',
            'キャベツサラダ',
            'ほうれん草の胡麻和え'
          ]
        }
      }
    },
    {
      date: '2018-12-11',
      menus: {
        breakfast: {
          dishes: [
            'ご飯',
            '鮭の塩焼き',
            '里芋と厚揚げの味噌汁'
          ]
        },
        lunch: {
          dishes: [
            '豚キムチ丼',
            'コーヒーゼリー',
            '牛乳'
          ]
        },
        dinner: {
          dishes: [
            'ご飯',
            'とんかつ おろしポン酢',
            '玉ねぎと油揚げの味噌汁',
            'キャベツサラダ'
          ]
        }
      }
    }
  ]
})
